---
kind: property
id: P:Autodesk.Revit.DB.DividedSurface.USpacingRule
source: html/bcb80bc9-33d9-2718-3080-500a9d8119de.htm
---
# Autodesk.Revit.DB.DividedSurface.USpacingRule Property

Access to the rule for laying out the first series of equidistant
parallel lines on the surface.

## Syntax (C#)
```csharp
public SpacingRule USpacingRule { get; }
```